Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# OSDriveSegmentedItem.AutomationProperties.HelpText
source: Enable BitLocker encryption for the OS Drive.
ar: تمكين تشفير BitLocker لقرص نظام التشغيل.
de_de: BitLocker-Verschlüsselung für das OS-Laufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τη μονάδα δίσκου λειτουργικού συστήματος.
es: Habilitar cifrado BitLocker para la unidad del sistema operativo.
fr_fr: Activer le chiffrement BitLocker pour le disque du système d'exploitation.
he_il: אפשר הצפנת BitLocker עבור כונן המערכת.
hi_in: OS ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: OS ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku systemu operacyjnego.

# FixedDriveSegmentedItem.Content
source: Fixed Drive
ar: قرص ثابت
de_de: Festes Laufwerk
el_gr: Σταθερός δίσκος
es: Unidad fija
fr_fr: Disque fixe
he_il: כונן קבוע
hi_in: फिक्स्ड ड्राइव
ml_in: സ്ഥിര ഡ്രൈവ്
pl_pl: Dysk stały

# FixedDriveSegmentedItem.ToolTipService.ToolTip
source: Enable BitLocker encryption for the Fixed Drive.
ar: تمكين تشفير BitLocker للقرص الثابت.
de_de: BitLocker-Verschlüsselung für das feste Laufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τον σταθερό δίσκο.
es: Habilitar cifrado BitLocker para la unidad fija.
fr_fr: Activer le chiffrement BitLocker pour le disque fixe.
he_il: אפשר הצפנת BitLocker עבור הכונן הקבוע.
hi_in: फिक्स्ड ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: സ്ഥിര ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku stałego.

# FixedDriveSegmentedItem.AutomationProperties.HelpText
source: Enable BitLocker encryption for the Fixed Drive.
ar: تمكين تشفير BitLocker للقرص الثابت.
de_de: BitLocker-Verschlüsselung für das feste Laufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τον σταθερό δίσκο.
es: Habilitar cifrado BitLocker para la unidad fija.
fr_fr: Activer le chiffrement BitLocker pour le disque fixe.
he_il: אפשר הצפנת BitLocker עבור הכונן הקבוע.
hi_in: फिक्स्ड ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: സ്ഥിര ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku stałego.

# RemovableDriveSegmentedItem.Content
source: Removable Drive
ar: قرص قابل للإزالة
de_de: Wechsellaufwerk
el_gr: Αφαιρούμενος δίσκος
es: Unidad extraíble
fr_fr: Disque amovible
he_il: כונן נשלף
hi_in: रिमूवेबल ड्राइव
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവ്
pl_pl: Dysk wymienny

# RemovableDriveSegmentedItem.ToolTipService.ToolTip
source: Enable BitLocker encryption for the Removable Drive.
ar: تمكين تشفير BitLocker للقرص القابل للإزالة.
de_de: BitLocker-Verschlüsselung für das Wechsellaufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τον αφαιρούμενο δίσκο.
es: Habilitar cifrado BitLocker para la unidad extraíble.
fr_fr: Activer le chiffrement BitLocker pour le disque amovible.
he_il: אפשר הצפנת BitLocker עבור הכונן הנשלף.
hi_in: रिमूवेबल ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku wymiennego.

# RemovableDriveSegmentedItem.AutomationProperties.HelpText
source: Enable BitLocker encryption for the Removable Drive.
ar: تمكين تشفير BitLocker للقرص القابل للإزالة.
de_de: BitLocker-Verschlüsselung für das Wechsellaufwerk aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης BitLocker για τον αφαιρούμενο δίσκο.
es: Habilitar cifrado BitLocker para la unidad extraíble.
fr_fr: Activer le chiffrement BitLocker pour le disque amovible.
he_il: אפשר הצפנת BitLocker עבור הכונן הנשלף.
hi_in: रिमूवेबल ड्राइव के लिए BitLocker एन्क्रिप्शन सक्षम करें.
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവിനായി BitLocker എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കുക.
pl_pl: Włącz szyfrowanie BitLocker dla dysku wymiennego.

# OSDriveEncryptionSectionTitle.Text
source: Operating System Drive Encryption
ar: تشفير قرص نظام التشغيل
de_de: Verschlüsselung des Betriebssystemlaufwerks
el_gr: Κρυπτογράφηση μονάδας δίσκου λειτουργικού συστήματος
es: Cifrado de unidad del sistema operativo
fr_fr: Chiffrement du disque du système d'exploitation
he_il: הצפנת כונן מערכת ההפעלה
hi_in: ऑपरेटिंग सिस्टम ड्राइव एन्क्रिप्शन
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവ് എൻക്രിപ്ഷൻ
pl_pl: Szyfrowanie dysku systemu operacyjnego

# OSDriveEncryptionSectionDescription.Text
source: Encrypt the Operating System Drive with BitLocker.
ar: تشفير قرص نظام التشغيل باستخدام BitLocker.
de_de: Das Betriebssystemlaufwerk mit BitLocker verschlüsseln.
el_gr: Κρυπτογραφήστε τη μονάδα δίσκου λειτουργικού συστήματος με το BitLocker.
es: Cifre la unidad del sistema operativo con BitLocker.
fr_fr: Chiffrez le disque du système d'exploitation avec BitLocker.
he_il: הצפן את כונן מערכת ההפעלה באמצעות BitLocker.
hi_in: ऑपरेटिंग सिस्टम ड्राइव को BitLocker से एन्क्रिप्ट करें.
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവ് BitLocker ഉപയോഗിച്ച് എൻക്രിപ്റ്റ് ചെയ്യുക.
pl_pl: Zaszyfruj dysk systemu operacyjnego przy użyciu BitLocker.

# OSDriveEncryptionLevelSelectionRadioButtons.Header
source: Encryption Level
ar: مستوى التشفير
de_de: Verschlüsselungsstufe
el_gr: Επίπεδο κρυπτογράφησης
es: Nivel de cifrado
fr_fr: Niveau de chiffrement
he_il: רמת הצפנה
hi_in: एन्क्रिप्शन स्तर
ml_in: എൻക്രിപ്ഷൻ നില
pl_pl: Poziom szyfrowania

# OSDriveEncryptionLevelSelectionRadioButtons.ToolTipService.ToolTip
source: Select one of the encryption levels for the OS Drive. Normal will use TPM and PIN key protectors. Enhanced will use TPM and PIN and Startup Key Protector on a USB drive, providing strong multifactor authentication.
ar: اختر أحد مستويات التشفير لقرص نظام التشغيل. المستوى العادي سيستخدم حماية مفاتيح TPM و PIN. المستوى المعزز سيستخدم TPM و PIN ومُعين مفتاح بدء تشغيل على محرك USB لتوفير مصادقة متعددة العوامل قوية.
de_de: Wählen Sie eine der Verschlüsselungsstufen für das OS-Laufwerk. „Normal“ verwendet TPM- und PIN-Schlüsselprotektoren. „Erweitert“ verwendet TPM, PIN und einen Startschlüssel-Protektor auf einem USB-Laufwerk und bietet damit eine starke Multi-Faktor-Authentifizierung.
el_gr: Επιλέξτε ένα από τα επίπεδα κρυπτογράφησης για τη μονάδα λειτουργικού συστήματος. Το Κανονικό θα χρησιμοποιεί προστασίες κλειδιού TPM και PIN. Το Ενισχυμένο θα χρησιμοποιεί TPM, PIN και προστασία κλειδιού εκκίνησης σε μονάδα USB, παρέχοντας ισχυρό πολυπαραγοντικό έλεγχο ταυτότητας.
es: Seleccione uno de los niveles de cifrado para la unidad del sistema operativo. El Normal usará protectores de clave TPM y PIN. El Mejorado usará TPM, PIN y un protector de clave de inicio en una unidad USB, proporcionando autenticación multifactor sólida.
fr_fr: Sélectionnez l'un des niveaux de chiffrement pour le disque du système d'exploitation. Normal utilisera les protecteurs de clé TPM et PIN. Amélioré utilisera TPM, PIN et une clé de démarrage sur une clé USB, offrant une authentification multifacteur forte.
he_il: בחר אחת מרמות ההצפנה לכונן המערכת. רגיל ישתמש במגני מפתח מסוג TPM ו‑PIN. משופר ישתמש ב‑TPM, PIN ומגן מפתח מסוג מפתח אתחול בכונן USB, כדי לספק אימות רב‑גורמי חזק.
hi_in: OS ड्राइव के लिए एन्क्रिप्शन स्तरों में से एक चुनें. सामान्य स्तर TPM और PIN कुंजी संरक्षक का उपयोग करेगा. उन्नत स्तर TPM, PIN तथा USB ड्राइव पर स्टार्टअप कुंजी संरक्षक का उपयोग करेगा, जिससे मजबूत मल्टीफैक्टर प्रमाणीकरण मिलता है.
ml_in: OS ഡ്രൈവിനുള്ള എൻക്രിപ്ഷൻ നിലകളിൽ ഒന്നിനെ തിരഞ്ഞെടുക്കുക. സാധാരണ നില TPM, PIN കീ പ്രൊട്ടക്റ്റർമാരെ ഉപയോഗിക്കും. മെച്ചപ്പെടുത്തിയ നില TPM, PIN കൂടാതെ USB ഡ്രൈവിലെ സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്റ്ററും ഉപയോഗിച്ച് ശക്തമായ മൾട്ടിഫാക്ടർ ഓത്‌തെന്റിക്കേഷൻ നൽകും.
pl_pl: Wybierz jeden z poziomów szyfrowania dla dysku systemowego. Poziom standardowy użyje zabezpieczeń klucza TPM i PIN. Poziom zaawansowany użyje TPM, PIN oraz klucza startowego na dysku USB, zapewniając silne uwierzytelnianie wieloskładnikowe.

# OSDriveEncryptionLevelSelectionRadioButtons.AutomationProperties.HelpText
source: Select one of the encryption levels for the OS Drive. Normal will use TPM and PIN key protectors. Enhanced will use TPM and PIN and Startup Key Protector on a USB drive, providing strong multifactor authentication.
ar: اختر أحد مستويات التشفير لقرص نظام التشغيل. المستوى العادي سيستخدم حماية مفاتيح TPM و PIN. المستوى المعزز سيستخدم TPM و PIN ومُعين مفتاح بدء تشغيل على محرك USB لتوفير مصادقة متعددة العوامل قوية.
de_de: Wählen Sie eine der Verschlüsselungsstufen für das OS-Laufwerk. „Normal“ verwendet TPM- und PIN-Schlüsselprotektoren. „Erweitert“ verwendet TPM, PIN und einen Startschlüssel-Protektor auf einem USB-Laufwerk und bietet damit eine starke Multi-Faktor-Authentifizierung.
el_gr: Επιλέξτε ένα από τα επίπεδα κρυπτογράφησης για τη μονάδα λειτουργικού συστήματος. Το Κανονικό θα χρησιμοποιεί προστασίες κλειδιού TPM και PIN. Το Ενισχυμένο θα χρησιμοποιεί TPM, PIN και προστασία κλειδιού εκκίνησης σε μονάδα USB, παρέχοντας ισχυρό πολυπαραγοντικό έλεγχο ταυτότητας.
es: Seleccione uno de los niveles de cifrado para la unidad del sistema operativo. El Normal usará protectores de clave TPM y PIN. El Mejorado usará TPM, PIN y un protector de clave de inicio en una unidad USB, proporcionando autenticación multifactor sólida.
fr_fr: Sélectionnez l'un des niveaux de chiffrement pour le disque du système d'exploitation. Normal utilisera les protecteurs de clé TPM et PIN. Amélioré utilisera TPM, PIN et une clé de démarrage sur une clé USB, offrant une authentification multifacteur forte.
he_il: בחר אחת מרמות ההצפנה לכונן המערכת. רגיל ישתמש במגני מפתח מסוג TPM ו‑PIN. משופר ישתמש ב‑TPM, PIN ומגן מפתח מסוג מפתח אתחול בכונן USB, כדי לספק אימות רב‑גורמי חזק.
hi_in: OS ड्राइव के लिए एन्क्रिप्शन स्तरों में से एक चुनें. सामान्य स्तर TPM और PIN कुंजी संरक्षक का उपयोग करेगा. उन्नत स्तर TPM, PIN तथा USB ड्राइव पर स्टार्टअप कुंजी संरक्षक का उपयोग करेगा, जिससे मजबूत मल्टीफैक्टर प्रमाणीकरण मिलता है.
ml_in: OS ഡ്രൈവിനുള്ള എൻക്രിപ്ഷൻ നിലകളിൽ ഒന്നിനെ തിരഞ്ഞെടുക്കുക. സാധാരണ നില TPM, PIN കീ പ്രൊട്ടക്റ്റർമാരെ ഉപയോഗിക്കും. മെച്ചപ്പെടുത്തിയ നില TPM, PIN കൂടാതെ USB ഡ്രൈവിലെ സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്റ്ററും ഉപയോഗിച്ച് ശക്തമായ മൾട്ടിഫാക്ടർ ഓത്‌തെന്റിക്കേഷൻ നൽകും.
pl_pl: Wybierz jeden z poziomów szyfrowania dla dysku systemowego. Poziom standardowy użyje zabezpieczeń klucza TPM i PIN. Poziom zaawansowany użyje TPM, PIN oraz klucza startowego na dysku USB, zapewniając silne uwierzytelnianie wieloskładnikowe.

# OSDriveEncryptionNormalLevel.Content
source: Normal
ar: عادي
el_gr: Κανονικό
he_il: רגיל
hi_in: सामान्य
ml_in: സാധാരണ
pl_pl: Standardowy

# OSDriveEncryptionEnhancedLevel.Content
source: Enhanced
ar: معزز
de_de: Erweitert
el_gr: Ενισχυμένο
es: Mejorado
fr_fr: Amélioré
he_il: משופר
hi_in: उन्नत
ml_in: മെച്ചപ്പെടുത്തിയ
pl_pl: Zaawansowany

# FreePlusUsedSpaceEncryptionToggleSwitch.Header
source: Encryption Coverage
ar: نطاق التشفير
de_de: Verschlüsselungsumfang
el_gr: Κάλυψη κρυπτογράφησης
es: Cobertura de cifrado
fr_fr: Couverture de chiffrement
he_il: כיסוי ההצפנה
hi_in: एन्क्रिप्शन कवरेज
ml_in: എൻക്രിപ്ഷൻ വിസ്തൃതി
pl_pl: Zakres szyfrowania

# FreePlusUsedSpaceEncryptionToggleSwitch.OnContent
source: Free and Used Space
ar: المساحة الحرة والمستخدمة
de_de: Freier und belegter Speicherplatz
el_gr: Ελεύθερος και χρησιμοποιούμενος χώρος
es: Espacio libre y usado
fr_fr: Espace libre et utilisé
he_il: שטח פנוי ובשימוש
hi_in: फ्री और उपयोग में स्पेस
ml_in: സ്വതന്ത്രവും ഉപയോഗത്തിലുള്ളതും
pl_pl: Wolna i używana przestrzeń

# FreePlusUsedSpaceEncryptionToggleSwitch.OffContent
source: Used Space Only
ar: المساحة المستخدمة فقط
de_de: Nur belegter Speicherplatz
el_gr: Μόνο χρησιμοποιούμενος χώρος
es: Solo espacio usado
fr_fr: Espace utilisé seulement
he_il: שטח בשימוש בלבד
hi_in: केवल उपयोग में स्पेस
ml_in: ഉപയോഗത്തിലുള്ളത് മാത്രം
pl_pl: Tylko używana przestrzeń

# FreePlusUsedSpaceEncryptionToggleSwitch.ToolTipService.ToolTip
source: Select the encryption coverage of the Drive. Free and Used Space will encrypt all data on the drive, while Used Space Only will only encrypt the space currently in use which will take less time to complete.
ar: حدد نطاق التشفير للقرص. "المساحة الحرة والمستخدمة" سيشفر كل البيانات على القرص، بينما "المساحة المستخدمة فقط" سيشفر المساحة المستخدمة حاليًا مما يستغرق وقتًا أقل للإكمال.
de_de: Wählen Sie den Verschlüsselungsumfang des Laufwerks. „Freier und belegter Speicherplatz“ verschlüsselt alle Daten auf dem Laufwerk, während „Nur belegter Speicherplatz“ nur den aktuell belegten Bereich verschlüsselt, was weniger Zeit benötigt.
el_gr: Επιλέξτε την κάλυψη κρυπτογράφησης του δίσκου. Ο "Ελεύθερος και χρησιμοποιούμενος χώρος" θα κρυπτογραφήσει όλα τα δεδομένα, ενώ ο "Μόνο χρησιμοποιούμενος χώρος" θα κρυπτογραφήσει μόνο τον τρέχοντα χρησιμοποιούμενο χώρο εξοικονομώντας χρόνο.
es: Seleccione la cobertura de cifrado de la unidad. "Espacio libre y usado" cifrará todos los datos; "Solo espacio usado" cifrará únicamente el espacio actualmente en uso reduciendo el tiempo.
fr_fr: Sélectionnez la couverture de chiffrement du disque. Espace libre et utilisé chiffrera toutes les données sur le disque, tandis que Espace utilisé seulement chiffrera uniquement l'espace actuellement utilisé, ce qui prendra moins de temps à réaliser.
he_il: בחר את כיסוי ההצפנה של הכונן. שטח פנוי ובשימוש יצפין את כל הנתונים בכונן, בעוד ששטח בשימוש בלבד יצפין רק את השטח שבשימוש כעת, ולכן ייקח פחות זמן להשלמה.
hi_in: ड्राइव के एन्क्रिप्शन कवरेज का चयन करें. "फ्री और उपयोग में स्पेस" ड्राइव पर सभी डेटा को एन्क्रिप्ट करेगा, जबकि "केवल उपयोग में स्पेस" केवल वर्तमान में उपयोग हो रहे स्पेस को एन्क्रिप्ट करेगा जिससे समय कम लगेगा.
ml_in: ഡ്രൈവിന്റെ എൻക്രിപ്ഷൻ വിസ്തൃതി തിരഞ്ഞെടുക്കുക. "സ്വതന്ത്രവും ഉപയോഗത്തിലുള്ളതും" ഡ്രൈവിലെ എല്ലാ ഡാറ്റയും എൻക്രിപ്റ്റ് ചെയ്യും, "ഉപയോഗത്തിലുള്ളത് മാത്രം" ഇപ്പോൾ ഉപയോഗത്തിലുള്ള ഭാഗം മാത്രം എൻക്രിപ്റ്റ് ചെയ്യുന്നതിനാൽ കുറച്ച് സമയം മതിയാകും.
pl_pl: Wybierz zakres szyfrowania dysku. "Wolna i używana przestrzeń" zaszyfruje wszystkie dane na dysku, natomiast "Tylko używana przestrzeń" zaszyfruje jedynie aktualnie używaną część, co skróci czas operacji.

# FreePlusUsedSpaceEncryptionToggleSwitch.AutomationProperties.HelpText
source: Select the encryption coverage of the Drive. Free and Used Space will encrypt all data on the drive, while Used Space Only will only encrypt the space currently in use which will take less time to complete.
ar: حدد نطاق التشفير للقرص. "المساحة الحرة والمستخدمة" سيشفر كل البيانات على القرص، بينما "المساحة المستخدمة فقط" سيشفر المساحة المستخدمة حاليًا مما يستغرق وقتًا أقل للإكمال.
de_de: Wählen Sie den Verschlüsselungsumfang des Laufwerks. „Freier und belegter Speicherplatz“ verschlüsselt alle Daten auf dem Laufwerk, während „Nur belegter Speicherplatz“ nur den aktuell belegten Bereich verschlüsselt, was weniger Zeit benötigt.
el_gr: Επιλέξτε την κάλυψη κρυπτογράφησης του δίσκου. Ο "Ελεύθερος και χρησιμοποιούμενος χώρος" θα κρυπτογραφήσει όλα τα δεδομένα, ενώ ο "Μόνο χρησιμοποιούμενος χώρος" θα κρυπτογραφήσει μόνο τον τρέχοντα χρησιμοποιούμενο χώρο εξοικονομώντας χρόνο.
es: Seleccione la cobertura de cifrado de la unidad. "Espacio libre y usado" cifrará todos los datos; "Solo espacio usado" cifrará únicamente el espacio actualmente en uso reduciendo el tiempo.
fr_fr: Sélectionnez la couverture de chiffrement du disque. Espace libre et utilisé chiffrera toutes les données sur le disque, tandis que Espace utilisé seulement chiffrera uniquement l'espace actuellement utilisé, ce qui prendra moins de temps à réaliser.
he_il: בחר את כיסוי ההצפנה של הכונן. שטח פנוי ובשימוש יצפין את כל הנתונים בכונן, בעוד ששטח בשימוש בלבד יצפין רק את השטח שבשימוש כעת, ולכן ייקח פחות זמן להשלמה.
hi_in: ड्राइव के एन्क्रिप्शन कवरेज का चयन करें. "फ्री और उपयोग में स्पेस" ड्राइव पर सभी डेटा को एन्क्रिप्ट करेगा, जबकि "केवल उपयोग में स्पेस" केवल वर्तमान में उपयोग हो रहे स्पेस को एन्क्रिप्ट करेगा जिससे समय कम लगेगा.
ml_in: ഡ്രൈവിന്റെ എൻക്രിപ്ഷൻ വിസ്തൃതി തിരഞ്ഞെടുക്കുക. "സ്വതന്ത്രവും ഉപയോഗത്തിലുള്ളതും" ഡ്രൈവിലെ എല്ലാ ഡാറ്റയും എൻക്രിപ്റ്റ് ചെയ്യും, "ഉപയോഗത്തിലുള്ളത് മാത്രം" ഇപ്പോൾ ഉപയോഗത്തിലുള്ള ഭാഗം മാത്രം എൻക്രിപ്റ്റ് ചെയ്യുന്നതിനാൽ കുറച്ച് സമയം മതിയാകും.
pl_pl: Wybierz zakres szyfrowania dysku. "Wolna i używana przestrzeń" zaszyfruje wszystkie dane na dysku, natomiast "Tylko używana przestrzeń" zaszyfruje jedynie aktualnie używaną część, co skróci czas operacji.

# AllowDowngradeOSDriveEncryptionLevelToggleSwitch.Header
source: Downgrade Behavior
ar: سلوك خفض المستوى
de_de: Downgrade-Verhalten
el_gr: Συμπεριφορά υποβάθμισης
es: Comportamiento de degradación
fr_fr: Comportement de déclassement
he_il: התנהגות הורדת רמה
hi_in: डाउनग्रेड व्यवहार
ml_in: ഡൗൺഗ്രേഡ് പെരുമാറ്റം
pl_pl: Zachowanie przy obniżaniu poziomu

# AllowDowngradeOSDriveEncryptionLevelToggleSwitch.OnContent
source: Allow Downgrade
ar: السماح بخفض المستوى
de_de: Downgrade zulassen
el_gr: Να επιτρέπεται η υποβάθμιση
es: Permitir degradación
fr_fr: Autoriser le déclassement
he_il: אפשר הורדת רמה
hi_in: डाउनग्रेड की अनुमति दें
ml_in: ഡൗൺഗ്രേഡ് അനുവദിക്കുക
pl_pl: Zezwól na obniżenie

# AllowDowngradeOSDriveEncryptionLevelToggleSwitch.OffContent
source: Deny Downgrade
ar: منع خفض المستوى
de_de: Downgrade verweigern
el_gr: Άρνηση υποβάθμισης
es: Denegar degradación
fr_fr: Refuser le déclassement
he_il: מנע הורדת רמה
hi_in: डाउनग्रेड अस्वीकार करें
ml_in: ഡൗൺഗ്രേഡ് നിരസിക്കുക
pl_pl: Zabroń obniżenia

# AllowDowngradeOSDriveEncryptionLevelToggleSwitch.ToolTipService.ToolTip
source: If downgrade is allowed, the operating system is already encrypted with Enhanced level, and you selected Normal level for encryption, it will downgrade the encryption level. However, if downgrade is denied, the operation will not complete and there will be an error, preventing downgrade of the operating system drive's encryption level.
ar: إذا كان خفض المستوى مسموحًا، وكان قرص نظام التشغيل مشفرًا بالفعل بالمستوى المعزز واخترت المستوى العادي للتشفير، فسيتم خفض المستوى. أما إذا كان الخفض مرفوضًا فلن تُستكمل العملية وستظهر رسالة خطأ مانعةً خفض مستوى تشفير قرص نظام التشغيل.
de_de: Wenn ein Downgrade zugelassen ist, das Betriebssystem bereits mit der Stufe „Erweitert“ verschlüsselt ist und Sie „Normal“ ausgewählt haben, wird die Verschlüsselungsstufe herabgestuft. Wenn ein Downgrade verweigert wird, wird der Vorgang nicht abgeschlossen und ein Fehler verhindert das Herabstufen der Verschlüsselungsstufe des Betriebssystemlaufwerks.
el_gr: Αν επιτρέπεται η υποβάθμιση και η μονάδα λειτουργικού είναι ήδη κρυπτογραφημένη σε Ενισχυμένο επίπεδο κι εσείς επιλέξετε Κανονικό, θα γίνει υποβάθμιση. Αν δεν επιτρέπεται, η λειτουργία δεν θα ολοκληρωθεί και θα εμφανιστεί σφάλμα αποτρέποντας την υποβάθμιση του επιπέδου κρυπτογράφησης.
es: Si se permite la degradación y la unidad del sistema ya está cifrada con nivel Mejorado y elige Normal, el nivel se degradará. Si se deniega, la operación no se completará y mostrará un error evitando la degradación.
fr_fr: Si le déclassement est autorisé, que le système d'exploitation est déjà chiffré au niveau Amélioré et que vous avez sélectionné le niveau Normal pour le chiffrement, le niveau de chiffrement sera déclassé. Cependant, si le déclassement est refusé, l'opération ne se terminera pas et il y aura une erreur empêchant le déclassement du niveau de chiffrement du disque du système d'exploitation.
he_il: אם הורדת רמה מותרת, ומערכת ההפעלה כבר מוצפנת ברמה משופרת ובחרת רמה רגילה להצפנה, תתבצע הורדת רמת ההצפנה. עם זאת, אם הורדת רמה אסורה, הפעולה לא תושלם ותתרחש שגיאה, כדי למנוע הורדת רמת ההצפנה של כונן מערכת ההפעלה.
hi_in: यदि डाउनग्रेड की अनुमति है, और ऑपरेटिंग सिस्टम ड्राइव पहले से उन्नत स्तर पर एन्क्रिप्टेड है तथा आप सामान्य स्तर चुनते हैं, तो स्तर घटा दिया जाएगा. यदि डाउनग्रेड अस्वीकृत है, तो संचालन पूर्ण नहीं होगा और त्रुटि दिखेगी, जिससे OS ड्राइव के एन्क्रिप्शन स्तर का डाउनग्रेड रोका जाएगा.
ml_in: ഡൗൺഗ്രേഡ് അനുവദനീയമാണെങ്കിൽ, OS ഡ്രൈവ് ഇതിനകം മെച്ചപ്പെടുത്തിയ നിലയിൽ എൻക്രിപ്റ്റ് ചെയ്തതും നിങ്ങൾ സാധാരണ നില തിരഞ്ഞെടുക്കുന്നതുമായിരിക്കുമ്പോൾ നില കുറയും. എന്നാൽ ഡൗൺഗ്രേഡ് നിരസിച്ചാൽ പ്രവർത്തനം പൂർത്തിയാകില്ല, പിശക് കാണിക്കും, അതുവഴി OS ഡ്രൈവിന്റെ എൻക്രിപ്ഷൻ നില കുറയുന്നത് തടയും.
pl_pl: Jeżeli obniżenie jest dozwolone, a dysk systemu operacyjnego jest już zaszyfrowany poziomem zaawansowanym i wybierzesz poziom standardowy, poziom zostanie obniżony. Jeśli obniżenie jest zabronione, operacja nie zostanie ukończona i pojawi się błąd, zapobiegając obniżeniu poziomu szyfrowania dysku systemowego.

# AllowDowngradeOSDriveEncryptionLevelToggleSwitch.AutomationProperties.HelpText
source: If downgrade is allowed, the operating system is already encrypted with Enhanced level, and you selected Normal level for encryption, it will downgrade the encryption level. However, if downgrade is denied, the operation will not complete and there will be an error, preventing downgrade of the operating system drive's encryption level.
ar: إذا كان خفض المستوى مسموحًا، وكان قرص نظام التشغيل مشفرًا بالفعل بالمستوى المعزز واخترت المستوى العادي للتشفير، فسيتم خفض المستوى. أما إذا كان الخفض مرفوضًا فلن تُستكمل العملية وستظهر رسالة خطأ مانعةً خفض مستوى تشفير قرص نظام التشغيل.
de_de: Wenn ein Downgrade zugelassen ist, das Betriebssystem bereits mit der Stufe „Erweitert“ verschlüsselt ist und Sie „Normal“ ausgewählt haben, wird die Verschlüsselungsstufe herabgestuft. Wenn ein Downgrade verweigert wird, wird der Vorgang nicht abgeschlossen und ein Fehler verhindert das Herabstufen der Verschlüsselungsstufe des Betriebssystemlaufwerks.
el_gr: Αν επιτρέπεται η υποβάθμιση και η μονάδα λειτουργικού είναι ήδη κρυπτογραφημένη σε Ενισχυμένο επίπεδο κι εσείς επιλέξετε Κανονικό, θα γίνει υποβάθμιση. Αν δεν επιτρέπεται, η λειτουργία δεν θα ολοκληρωθεί και θα εμφανιστεί σφάλμα αποτρέποντας την υποβάθμιση του επιπέδου κρυπτογράφησης.
es: Si se permite la degradación y la unidad del sistema ya está cifrada con nivel Mejorado y elige Normal, el nivel se degradará. Si se deniega, la operación no se completará y mostrará un error evitando la degradación.
fr_fr: Si le déclassement est autorisé, que le système d'exploitation est déjà chiffré au niveau Amélioré et que vous avez sélectionné le niveau Normal pour le chiffrement, le niveau de chiffrement sera déclassé. Cependant, si le déclassement est refusé, l'opération ne se terminera pas et il y aura une erreur empêchant le déclassement du niveau de chiffrement du disque du système d'exploitation.
he_il: אם הורדת רמה מותרת, ומערכת ההפעלה כבר מוצפנת ברמה משופרת ובחרת רמה רגילה להצפנה, תתבצע הורדת רמת ההצפנה. עם זאת, אם הורדת רמה אסורה, הפעולה לא תושלם ותתרחש שגיאה, כדי למנוע הורדת רמת ההצפנה של כונן מערכת ההפעלה.
hi_in: यदि डाउनग्रेड की अनुमति है, और ऑपरेटिंग सिस्टम ड्राइव पहले से उन्नत स्तर पर एन्क्रिप्टेड है तथा आप सामान्य स्तर चुनते हैं, तो स्तर घटा दिया जाएगा. यदि डाउनग्रेड अस्वीकृत है, तो संचालन पूर्ण नहीं होगा और त्रुटि दिखेगी, जिससे OS ड्राइव के एन्क्रिप्शन स्तर का डाउनग्रेड रोका जाएगा.
ml_in: ഡൗൺഗ്രേഡ് അനുവദനീയമാണെങ്കിൽ, OS ഡ്രൈവ് ഇതിനകം മെച്ചപ്പെടുത്തിയ നിലയിൽ എൻക്രിപ്റ്റ് ചെയ്തതും നിങ്ങൾ സാധാരണ നില തിരഞ്ഞെടുക്കുന്നതുമായിരിക്കുമ്പോൾ നില കുറയും. എന്നാൽ ഡൗൺഗ്രേഡ് നിരസിച്ചാൽ പ്രവർത്തനം പൂർത്തിയാകില്ല, പിശക് കാണിക്കും, അതുവഴി OS ഡ്രൈവിന്റെ എൻക്രിപ്ഷൻ നില കുറയുന്നത് തടയും.
pl_pl: Jeżeli obniżenie jest dozwolone, a dysk systemu operacyjnego jest już zaszyfrowany poziomem zaawansowanym i wybierzesz poziom standardowy, poziom zostanie obniżony. Jeśli obniżenie jest zabronione, operacja nie zostanie ukończona i pojawi się błąd, zapobiegając obniżeniu poziomu szyfrowania dysku systemowego.

# FixedDriveEncryptionSectionTitle.Text
source: Fixed Drive Encryption
ar: تشفير قرص ثابت
de_de: Verschlüsselung fester Laufwerke
el_gr: Κρυπτογράφηση σταθερού δίσκου
es: Cifrado de unidad fija
fr_fr: Chiffrement de disque fixe
he_il: הצפנת כונן קבוע
hi_in: फिक्स्ड ड्राइव एन्क्रिप्शन
ml_in: സ്ഥിര ഡ്രൈവ് എൻക്രിപ്ഷൻ
pl_pl: Szyfrowanie dysku stałego
